{"status":{"code":200,"http":"Fetched (ring) 200 900 and parsed 0/10 entries","nextFetch":1505139,"velocity":0.5,"popularity":1.4938601289598827,"period":900,"lastFetch":1505138,"lastParse":1505138,"lastMaintenanceAt":1505076,"feed":"http://www.politico.com/rss/joescarborough_full.xml"},"title":"Joe Scarborough","updated":null,"id":"","items":[{"id":"http://www.politico.com/blogs/joe-scarborough/2016/02/backstory-with-rubio-interview-218860","published":1454794141,"updated":1454794141,"title":"On my backstory with Rubio: There isn’t one","summary":"&quot;I have never once said a single thing negative about Rubio personally off the air.&quot;","content":"<p>Sen. Marco Rubio's campaign has spent the past six months shopping a story to news organizations that suggests my reporting has been influenced by some long-held personal grudge between Rubio and myself. It's an interesting narrative, but it's not true.</p><p>Several reporters have called this afternoon saying the Rubio camp is shopping this story again with increased intensity because of my interview with Rick Santorum. I had the temerity to ask Santorum to list one accomplishment of Rubio. He couldn't, but the campaign is trying to limit damage by suggesting there is some hidden back story. There isn't. </p><p>Since the Rubio campaign has been shopping this false tale for six months now, and since reporters always find there is nothing to the story, I thought I would save editors some time. </p><p>I have never met Rubio. Though we both come from the same state, Florida is a really big state. </p><p>We were both in Congress, but I left Washington nearly a decade before Rubio arrived. We never crossed paths politically, professionally, or socially. And I know nothing of him personally other than what I read in newspapers.</p><p>I have never once said a single thing negative about Rubio personally off the air. Not once.</p><p>There is no one in the entire state of Florida, in Washington, D.C., in New York, in the political world, the media world, or the business world that can name a time that I have ever spoken an ill word about Rubio as a person. </p><p>Why? Because I do not know him.</p><p>The same can be said of Peyton Manning. The Broncos' QB is the last guy I would want to take into the Super Bowl because he seems to underperform in big games. I've even criticized his performances through the years, but I have no opinion of him as a person because, like Rubio, I don't know him.</p> <p>I'm sure Manning and Rubio are wonderful guys, but I wouldn't know. I've never met them. Even if I had, that would not impact my coverage, which has been tough on George W. Bush, John Kerry, John McCain, Hillary Clinton, Mitt Romney, and just about every major candidate for national office. I even hung up on Donald Trump on live television.</p><p>Sometimes I miss the target. The biggest example of this was my take on then-Sen. Barack Obama's 2008 campaign, when I said the candidate was sold like a Coke can with a cool label that read &quot;Hope and Change.&quot; I considered Obama's 2008 campaign to be as vacuous a major candidacy as I had ever seen. I never believed Americans would elect someone so untested to the presidency. I was wrong. </p><p>Rubio may prove me wrong as well. But if I am wrong, it is not because of some long-buried personal grudge between Rubio and myself. As I've said, I don't know him. Instead, I have questions about Rubio's ability to govern the country. And like any smart voter, I have questions about all the other candidates' abilities as well. But when I ask someone endorsing Rubio to list a single accomplishment of the Florida senator -- and that is seen as a trick question -- there may be a deeper problem with the candidate that can't be fixed by spinning false tales about a news host.</p><br>","permalinkUrl":"http://www.politico.com/blogs/joe-scarborough/2016/02/backstory-with-rubio-interview-218860","standardLinks":{"alternate":[{"title":"On my backstory with Rubio: There isn’t one","rel":"alternate","href":"http://www.politico.com/blogs/joe-scarborough/2016/02/backstory-with-rubio-interview-218860","type":"text/html"}]},"actor":{"displayName":"(Joe Scarborough)","id":"(Joe Scarborough)"},"source":{"id":"joe-scarborough-2016-2-6-21","title":"Joe Scarborough","updated":1454794272,"standardLinks":{"self":[{"title":"Joe Scarborough","rel":"self","href":"http://www.politico.com/blogs/joe-scarborough","type":"application/rss+xml"}],"superfeedr":[{"title":"","rel":"superfeedr","href":"http://www.politico.com/rss/joescarborough_full.xml"}]}},"language":"en-us"}]}