{"status":{"code":200,"http":"Fetched (ring) 200 900 and parsed 1/10 entries","nextFetch":1505225,"entriesCountSinceLastMaintenance":1,"velocity":0.7,"popularity":1.8569377832575078,"generatedIds":true,"period":900,"lastFetch":1505224,"lastParse":1505224,"lastMaintenanceAt":1505163,"feed":"http://www.politico.com/rss/undertheradar_full.xml"},"standardLinks":{"self":[{"title":"Under the Radar","rel":"self","href":"http://www.politico.com/blogs/under-the-radar","type":"application/rss+xml"}]},"title":"Under the Radar","updated":1505224556,"id":"under-the-radar-2017-9-12-13","items":[{"id":"http://www.politico.com/blogs/under-the-radar/2017/09/12/new-hampshire-voting-law-court-ruling-242587","published":1505224344,"updated":1505224344,"title":"Court blocks penalties in new New Hampshire voting law","summary":"The law provides potential jail sentences of up to a year and a fine of up to $5,000 for failing to submit the paperwork.","content":"<p>MANCHESTER, N.H. — New Hampshire's Supreme Court has blocked recent changes to the state's voting laws that would have exposed some first-time voters to a fine or jail time if they failed to submit residence paperwork within 10 days of registering.</p><p>New Hampshire Supreme Court Presiding Justice Charles Temple granted a temporary restraining order Tuesday against part of the law signed into law by Republican Gov. Chris Sununu in July and known as State Bill 3.</p><p>Under the new legislation, individuals registering in the 30 days before an election or on the same day as an election—as New Hampshire allows—can register by promising to bring documents proving their residence to local officials within 10 days or 30 days in smaller towns.</p><p>The law provides potential jail sentences of up to a year and a fine of up to $5,000 for failing to submit the paperwork. State officials said prosecutors would use their discretion to pursue such cases only in limited circumstances, but Temple said the threat of criminal penalties posed too much burden on the right to vote.</p><br><p>&quot;The average voter seeking to register for the first time very well may decide that casting a vote is not worth a possible $5,000 fine, a year in jail, or throwing himself/herself at the mercy of the prosecutor’s 'discretion,'&quot; Temple wrote in his <a href=\"http://www.politico.com/f/?id=0000015e-7641-dad5-a77f-7ee52c790000\" target=\"_blank\">13-page order</a>. &quot;To the Court, these provisions of SB 3 act as a very serious deterrent on the right to vote, and if there is indeed a “compelling” need for them, the Court has yet to see it.&quot;</p><p>The order, which came in a suit brought by the New Hampshire Democratic Party and local residents, is a temporary one pending full consideration of the case by the New Hampshire courts. The court's action means no criminal penalties can be sought in connection with registration for a local election set to take place in the state Tuesday, but the move could also signal legal trouble for the law in future, statewide elections.</p><p>&quot;We consider the decision by the court to be...very significant,&quot; said Devon Chaffee of the American Civil Liberties Union's New Hampshire chapter.</p><p>An official with the New Hampshire attorney general's office did not immediately respond to a request for comment on the decision.</p><br>","permalinkUrl":"http://www.politico.com/blogs/under-the-radar/2017/09/12/new-hampshire-voting-law-court-ruling-242587","standardLinks":{"alternate":[{"title":"Court blocks penalties in new New Hampshire voting law","rel":"alternate","href":"http://www.politico.com/blogs/under-the-radar/2017/09/12/new-hampshire-voting-law-court-ruling-242587","type":"text/html"}]},"actor":{"displayName":"jgerstein@politico.com (Josh Gerstein)","id":"jgerstein-politico-com-josh-gerstein-"},"language":"en"}]}