{"status":{"code":200,"http":"Fetched (ring) 200 900 and parsed 1/10 entries","nextFetch":1505343,"entriesCountSinceLastMaintenance":1,"velocity":0.7,"popularity":1.8503996044385815,"generatedIds":true,"period":900,"lastFetch":1505342,"lastParse":1505342,"lastMaintenanceAt":1505337,"feed":"http://www.politico.com/rss/undertheradar_full.xml"},"standardLinks":{"self":[{"title":"Under the Radar","rel":"self","href":"http://www.politico.com/blogs/under-the-radar","type":"application/rss+xml"}]},"title":"Under the Radar","updated":1505342118,"id":"under-the-radar-2017-9-13-22","items":[{"id":"http://www.politico.com/blogs/under-the-radar/2017/09/13/facebook-government-search-warrants-242682","published":1505341767,"updated":1505341767,"title":"Feds defuse legal fight with Facebook","summary":"The court formally dismissed the appeal in an order Wednesday afternoon.","content":"<p>On the eve of a pivotal court hearing, prosecutors on Wednesday moved to defuse a dispute with Facebook over the government’s efforts to use search warrants to gather information about the social media giant’s users without their knowledge.</p><p>The precise contours of the fight are unclear, but it stems from Facebook’s opposition to court orders barring the company from informing users about the demands for their data.</p><p>Hours before the company’s appeal was to be heard Thursday morning by the D.C. Court of Appeals, the Justice Department backed away from its insistence on a gag order preventing the company from telling the affected customers or the public about the details of the demands.</p><p>Prosecutors concluded that “the investigation at issue in this case has progressed during the pendency of this litigation to the point where the NDOs are no longer needed,” government lawyers and Facebook attorneys said in<a href=\"http://www.politico.com/f/?id=0000015e-7d3c-d7ac-a3fe-7d3feeb10001\" target=\"_blank\"> <u>a joint court filing</u></a> Wednesday, referring to nondisclosure orders.</p><p>The court formally dismissed the appeal in an order Wednesday afternoon.</p><p>The substance of the search warrants issued to Facebook remains secret, but the timing of court action and other clues in the legal filings suggest that the probe relates to violence surrounding protests against President Donald Trump’s inauguration in January.</p><p>A parallel legal battle has been playing out in recent months involving a web hosting company that provided services to one group organizing anti-Trump protests, disruptj20. The internet firm, DreamHost, fought a broad search warrant that sought not only the website’s content and details on its organizers, but also internet addresses for everyone who visited over a period of months.</p><br><p>Prosecutors<a href=\"http://www.politico.com/story/2017/08/22/trump-inaugural-protests-prosecutors-241918\" target=\"_blank\"> <u>dropped the request for the visitor data</u></a>, but last month a judge<a href=\"http://www.politico.com/story/2017/08/24/trump-inauguration-protest-dreamhost-court-241973\" target=\"_blank\"> <u>ordered DreamHost to comply</u></a> with much of the rest of the warrant, although he imposed safeguards he said would mitigate concerns about misuse of the data. The company has not said whether it will try to appeal.</p><p>A spokesman for the U.S. Attorney’s Office in Washington declined to comment on the development.</p><p>Spokespeople for Facebook did not immediately respond to requests for comment.</p><p>The cancellation of the court arguments was first reported by BuzzFeed.</p><br>","permalinkUrl":"http://www.politico.com/blogs/under-the-radar/2017/09/13/facebook-government-search-warrants-242682","standardLinks":{"alternate":[{"title":"Feds defuse legal fight with Facebook","rel":"alternate","href":"http://www.politico.com/blogs/under-the-radar/2017/09/13/facebook-government-search-warrants-242682","type":"text/html"}]},"actor":{"displayName":"jgerstein@politico.com (Josh Gerstein)","id":"jgerstein-politico-com-josh-gerstein-"},"language":"en"}]}