{"status":{"code":200,"http":"Fetched (ring) 200 900 and parsed 1/10 entries","nextFetch":1505397,"entriesCountSinceLastMaintenance":2,"velocity":0.7,"popularity":1.8503996044385815,"generatedIds":true,"period":900,"lastFetch":1505396,"lastParse":1505396,"lastMaintenanceAt":1505337,"feed":"http://www.politico.com/rss/undertheradar_full.xml"},"standardLinks":{"self":[{"title":"Under the Radar","rel":"self","href":"http://www.politico.com/blogs/under-the-radar","type":"application/rss+xml"}]},"title":"Under the Radar","updated":1505396669,"id":"under-the-radar-2017-9-14-13","items":[{"id":"http://www.politico.com/blogs/under-the-radar/2017/09/14/google-overseas-data-court-battle-242708","published":1505396378,"updated":1505396378,"title":"Court reveals another overseas-data fight between Google and feds","summary":"At issue is whether U.S. law permits authorities to use U.S. courts to obtain electronic records kept outside of the country.","content":"<p>Google came up on the losing end of a previously-undisclosed third showdown with the federal government over demands for data stored overseas, a federal court in Washington has revealed.</p><p>The disclosure of yet another court fight over the issue comes as the U.S. Supreme Court is preparing to decide as soon as next month whether to weigh in on the question of whether U.S. law permits authorities to use U.S. courts to obtain electronic records kept outside of the country.</p><p>Court filings made public this week show that in July Chief Judge Beryl Howell of the U.S. District Court for the District of Columbia <a href=\"http://www.dcd.uscourts.gov/sites/dcd/files/Stipulation-ECF36.pdf\" target=\"_blank\">rejected</a> Google's challenge to a search warrant seeking company data stored abroad. </p><p>Howell agreed last week to <a href=\"http://www.dcd.uscourts.gov/sites/dcd/files/Order-ECF37.pdf\" target=\"_blank\">hold the company in contempt</a> for defying her order and to fine the firm $10,000 a day. However, the arrangement is largely symbolic, since a contempt order is needed to appeal such a ruling and she suspended the fine pending such an appeal. In fact, the firm and prosecutors jointly proposed the arrangement.</p><p>The case awaiting possible review from the Supreme Court involves tech giant Microsoft and its victory last year at the New York-based 2nd Circuit U.S. Court of Appeals in a case involving the Justice Department's demands for email records stored in Ireland. A three-judge panel of that court <a href=\"http://caselaw.findlaw.com/us-2nd-circuit/1742012.html\" target=\"_blank\">ruled unanimously</a> that the Stored Communications Act does not apply outside the U.S.</p><p>Prosecutors contend that allowing U.S. companies to escape requests for foreign data would eviscerate law enforcement efforts, particularly because firms and individuals would have an incentive to park information in countries that don't comply with U.S. legal process. Tech firms see a different danger: allowing the U.S. to reach into countries around the world and demand data could embolden other nations to try the same thing here, gutting privacy protections in U.S. law and the Constitution.</p><p>Prosecutors asked the full bench of the 2nd Circuit to revisit those questions in the Microsoft case, but that court <a href=\"http://www.politico.com/blogs/under-the-radar/2017/01/microsoft-data-broad-appeals-court-234098\" target=\"_blank\">deadlocked</a>, 4-4, on rehearing the appeal. The 2nd Circuit decision led the Justice Department to ask the Supreme Court to step in. The justices are scheduled to take up that request early next month, just after they return from their summer break.</p><p>The 2nd Circuit ruling, which is binding only in New York and Connecticut, does not seem to have impressed other judges. Federal judges in Philadelphia and San Francisco were already known to have ruled against Google on the foreign-data issue. Now, a D.C.-based judge has joined those parting company with the 2nd Circuit decision.</p><p>While it seems likely that the justices will decide to take up the issue this term, they could decide to put it off until appeals courts other than the 2nd Circuit have a chance to weigh in. Howell's order issued last week tees up an appeal to the D.C. Circuit. In addition, Google is seeking to appeal the San Francisco case to the 9th Circuit.</p><p>However, prosecutors and Google are locked in a battle in that case over the question of whether the firm should be fined for contempt while it pursues an appeal. Google lawyers complained in <a href=\"http://www.politico.com/f/?id=0000015e-8052-df5f-a1fe-a7d38eee0000\" target=\"_blank\">a motion</a> filed Wednesday that prosecutors are insisting that the firm be fined while the appeal goes forward, despite the fact that prosecutors in Washington stipulated to suspending such a fine pending appeal in the case.</p><p>&quot;There is no legitimate basis for the government’s change of position,&quot; Google lawyer John Tyler wrote, calling prosecutors' stance &quot;inexplicable.&quot; </p><p>&quot;There is no sound basis for the government to break with its past practice in this matter, where Google seeks in good faith to exercise its right to appeal to obtain clarifying guidance from the Ninth Circuit,&quot; he added.</p><p>A Google spokesman declined to comment Thursday. A spokesman for federal prosecutors in San Francisco did not immediately respond to a request for comment.</p><br>","permalinkUrl":"http://www.politico.com/blogs/under-the-radar/2017/09/14/google-overseas-data-court-battle-242708","standardLinks":{"alternate":[{"title":"Court reveals another overseas-data fight between Google and feds","rel":"alternate","href":"http://www.politico.com/blogs/under-the-radar/2017/09/14/google-overseas-data-court-battle-242708","type":"text/html"}]},"actor":{"displayName":"jgerstein@politico.com (Josh Gerstein)","id":"jgerstein-politico-com-josh-gerstein-"},"source":{"id":"under-the-radar-2017-9-14-13","title":"Under the Radar","updated":1505396669,"standardLinks":{"self":[{"title":"Under the Radar","rel":"self","href":"http://www.politico.com/blogs/under-the-radar","type":"application/rss+xml"}],"superfeedr":[{"title":"","rel":"superfeedr","href":"http://www.politico.com/rss/undertheradar_full.xml"}]},"status":{"code":200,"http":"Fetched (ring) 200 900 and parsed 1/10 entries","nextFetch":1505397,"lastFetch":1505396,"lastParse":1505396,"lastMaintenanceAt":1505337,"period":900,"velocity":0.7,"popularity":1.8503996044385815,"entriesCountSinceLastMaintenance":2,"feed":"http://www.politico.com/rss/undertheradar_full.xml"}},"language":"en"}]}