{"status":{"code":200,"http":"Fetched (ring) 200 900 and parsed 1/10 entries","nextFetch":1505413,"entriesCountSinceLastMaintenance":3,"velocity":0.7,"popularity":1.8503996044385815,"generatedIds":true,"period":900,"lastFetch":1505412,"lastParse":1505412,"lastMaintenanceAt":1505337,"feed":"http://www.politico.com/rss/undertheradar_full.xml"},"standardLinks":{"self":[{"title":"Under the Radar","rel":"self","href":"http://www.politico.com/blogs/under-the-radar","type":"application/rss+xml"}]},"title":"Under the Radar","updated":1505412711,"id":"under-the-radar-2017-9-14-18","items":[{"id":"http://www.politico.com/blogs/under-the-radar/2017/09/14/corporate-crimes-prosecutions-rod-rosenstein-242721","published":1505412222,"updated":1505412222,"title":"Rosenstein signals changes coming on corporate-crime prosecution policy","summary":"The department&#39;s current policy aimed to increase prosecutions of individuals responsible for criminal acts committed during work for corporations.","content":"<p>The Justice Department's No. 2 official indicated Thursday that the federal government's policy on prosecuting corporate crime is under review and he suggested that changes to the department's stance on the issue are coming.</p><p>&quot;It’s under review and I anticipate that there may be some change to the policy on corporate prosecutions,&quot; Deputy Attorney General Rod Rosenstein said Thursday during a question-and-answer session following a speech at the conservative Heritage Foundation in Washington. &quot;I don’t have any announcement about that today, but I do anticipate that we may in the near future make an announcement about what changes we’re going to make to corporate fraud principles.&quot;</p><p>The department's current policy, announced by Deputy Attorney General Sally Yates in September 2015, aimed to increase prosecutions of individuals responsible for criminal acts committed during work for corporations. The so-called <a href=\"https://www.justice.gov/archives/dag/file/769036/download\" target=\"_blank\">Yates memo</a> was seen in part as a reaction to criticism of the anemic number of prosecutions of individuals on Wall Street or at big banks for crimes related to the economic meltdown in 2008.</p><p>Rosenstein did not indicate what portions of the Yates memo are likely to be overhauled or halted. He also said that he favors prosecutions of individuals in appropriate cases.</p><p>&quot;Corporations, of course, don’t go to prison. They do pay a fine,&quot; Rosenstein said. &quot;The issue is can you effectively deter corporate crime by prosecuting corporations or do you in some circumstances need to prosecute individuals. I think you do.&quot;</p><p>The deputy AG described the review as commonplace.</p><br><p>&quot;That’s really pretty routine. Every administration I think looks at these issues and determines whether or not the internal guidelines that were written in the last administration are effectively addressing what we think is the crime problem of the present,&quot; he said.</p><p>Attorney General Jeff Sessions suggested in an April speech that the Justice Department might re-examine the balance between individual and corporate responsibility for misconduct. However, he stopped short of announcing a formal review.</p><p>&quot;A company cannot be a guarantor that any of its perhaps thousands of employees never do something wrong,&quot; Sessions said at a Washington conference on enforcement of laws against bribery overseas. &quot;We do not need to have good companies trying to run a good ship be subjected often to millions of dollars of lawsuits or criminal penalties beyond a rational basis because one person went awry or one division chief went awry. &quot;</p><p>Some observers noted that Sessions' actual comments to the meeting sounded more sympathetic to companies than were his prepared remarks.</p><p>&quot;The Department of Justice will continue to emphasize the importance of holding individuals accountable for corporate misconduct,&quot; he told the conference.  &quot;That's not always possible, but I do believe as a long-time prosecutor who's been in court and dealt with these issues, that really something is not quite fair if honest corporate shareholders end up having to pay the price for dishonest corporate leadership.&quot;</p><p>A Justice Department spokesman declined to comment on the state of the review or when an announcement could be expected.</p><p>The questions submitted to the Rosenstein Thursday, following his &quot;Constitution Day&quot; speech on the rule of law, were taken in writing and screened by Heritage.</p><br>","permalinkUrl":"http://www.politico.com/blogs/under-the-radar/2017/09/14/corporate-crimes-prosecutions-rod-rosenstein-242721","standardLinks":{"alternate":[{"title":"Rosenstein signals changes coming on corporate-crime prosecution policy","rel":"alternate","href":"http://www.politico.com/blogs/under-the-radar/2017/09/14/corporate-crimes-prosecutions-rod-rosenstein-242721","type":"text/html"}]},"actor":{"displayName":"jgerstein@politico.com (Josh Gerstein)","id":"jgerstein-politico-com-josh-gerstein-"},"language":"en"}]}